Repository: CameronNemo/calendar
Catalog: po/*.po
Languages: ml, sw

source: About
ml: സംബന്ധിച്ച്

source: Add Event
ml: ഇവന്റ് ചേര്‍ക്കുക
sw: Ongeza tukio

source: Add calendar
ml: കലണ്ടര്‍ ചേര്‍ക്കുക

source: All day:
ml: മുഴുവന്‍ ദിവസവും:
sw: Siku yote

source: Calendar
ml: കലണ്ടര്‍

source: Comments
ml: വിവരണം
sw: Maoni

source: Contacts
ml: വിലാസങ്ങള്‍

source: Create Event
ml: ഇവന്റ് ഉണ്ടാക്കുക
sw: Tengeneza tukio

source: Create a new event
ml: പുതിയ ഇവന്റ് ഉണ്ടാക്കുക
sw: Andika tukio jipya

source: Delete the selected event
ml: തിരഞ്ഞെടുത്ത ഇവന്റ് നീക്കംചെയ്യുക
sw: Futa hili tukio

source: Edit Event
ml: ഇവന്റില്‍ മാറ്റം വരുത്തുക
sw: Hariri Tukio

source: Edit the selected event
ml: തിരഞ്ഞെടുത്ത ഇവന്റില്‍ മാറ്റം വരുത്തുക
sw: Hariri hili tukio

source: Export Calendar...
ml: കലണ്ടര്‍ പുറത്തെടുക്കുക...

source: Export or Share the default Calendar
ml: സഹജമായ കലണ്ടര്‍ പങ്കിടുക

source: From:
ml: മുതല്‍:
sw: Kutoka:

source: Fullscreen
ml: പരമാവധി വലുപ്പത്തിലുള്ള സ്ക്രീന്‍
sw: Skrini-yote

source: Import...
ml: ഇറക്കുമതി ചെയ്യുക...
sw: Ingiza

source: Location
ml: സ്ഥലം
sw: Mahali

source: Name of Event
ml: ഇവന്റിന്റെ പേര്
sw: Jina la tukio

source: Name or Email Address
ml: പേര് അല്ലെങ്കില്‍ ഇമെയില്‍ വിലാസം

source: On this computer
ml: ഈ കമ്പ്യൂട്ടറില്‍

source: Personal
ml: വ്യക്തിപരം

source: Select calendars to display
ml: പ്രദര്‍ശിപ്പിക്കേണ്ട കലണ്ടറുകള്‍ തിരഞ്ഞെടുക്കുക
sw: Chagua kalenda zionyeshwe

source: Show Week Numbers
ml: ആഴ്ചയുടെ സംഖ്യ കാണിക്കുക
sw: Onesha namba za wiki

source: Starts:
ml: തുടക്കം:

source: Title
ml: തലക്കെട്ട്

source: To:
ml: വരെ:
sw: Kwa:

source: Today
ml: ഇന്ന്
sw: Leo

source: Your event has to be named and has to have a valid date
ml: നിങ്ങളുടെ ഇവന്റിന് ഒരു പേരും തീയതിയും ഉണ്ടായിരിക്കണം

source: Your upcoming events will be displayed here when you select a date with events.
ml: തീയതി തിരഞ്ഞെടുക്കുമ്പോള്‍ നിങ്ങളുടെ ഇനി വരുവാനുള്ള ഇവന്റുകള്‍ പ്രദര്‍ശിപ്പിക്കുന്നതാണ്.
sw: Matukio yako ya jayo yataoshwa hapa wakati kama utachagua tarehe na matukio.

source: _Add Event
ml: ഇവന്റ് _ചേര്‍ക്കുക

source: all day
ml: മുഴുവന്‍ ദിവസവും

source: %H:%M
sw: %saa:%dakika

source: Guests
sw: Mgeni

source: John Smith OR Example St.
sw: John Smith au mfano St.

source: Search For Events..
sw: Tafuta matukio

source: all the day
sw: Siku nzima

source: at
sw: katika
